Repository: Vistaus/hue-lights
Catalog: extension/po/*.po
Languages: nl

source: Finish
nl: Afronden

source: Switch to
nl: Schakelen naar

source: All Lights
nl: Alle verlichting

source: All Rooms & Zones
nl: Alle kamers en zones

source: Color & Temperature
nl: Kleur en temperatuur

source: No group selected
nl: U heeft geen groep gekozen

source: No light selected
nl: U heeft geen verlichting gekozen

source: Scenes
nl: Scènes

source: Display
nl: Scherm

source: Refresh displays
nl: Schermen herladen

source: Entertainment areas
nl: Vermaakzones

source: Intensity
nl: Lichtsterkte

source: Brightness
nl: Helderheid

source: Entertainment mode
nl: Vermaakmodus

source: key shortcut
nl: Sneltoets

source: Please check the connection to Philips Hue bridge.
nl: Controleer de verbinding met de Philips Hue-bridge.

source: Disable previous entertainment area.
nl: Schakel de vorige vermaakzone uit.

source: Please remove Philips Hue bridge and connect it again.
nl: Koppel de Philips Hue-bridge af en verbind de bridge opnieuw.

source: is syncing
nl: wordt gesynchroniseerd

source: Sync
nl: Synchroniseren

source: Set shortcut for
nl: Sneltoets instellen voor

source: shortcut
nl: sneltoets

source: Connection to Philips Hue bridge restored.
nl: De verbinding met de Philips Hue-bridge is hersteld.

source: Another app is already using the entertainment areas.
nl: Een andere toepassing maakt reeds gebruik van de vermaakgebieden.

source: Switch to standard menu
nl: Standaardmenu gebruiken

source: Switch to compact menu
nl: Compact menu gebruiken

source: Set the shortcut for sync
nl: Sneltoets instellen voor synchronisatie

source: Select an entertainment area:
nl: Kies een vermaakzone:

source: No bridge connected.
nl: Er is geen bridge verbonden.

source: Select a bridge:
nl: Kies een bridge:

source: Cancel
nl: Annuleren

source: Screen synchronization
nl: Schermsynchronisatie

source: Your screen is not a solid rectangle.
nl: Uw scherm is niet rechthoekig.

source: Refresh menu
nl: Menu herladen

source: Settings
nl: Voorkeuren

source: General settings
nl: Algemene voorkeuren

source: Philips Hue HDMI sync boxes
nl: Philips Hue-hdmi-synchronisatieboxen

source: Advanced settings
nl: Geavanceerde voorkeuren

source: unknown name
nl: Onbekende naam

source: Connected
nl: Verbonden

source: Unreachable
nl: Onbereikbaar

source: Connect
nl: Verbinden

source: Remove
nl: Verwijderen

source: Disprefer
nl: Lage rang

source: Prefer
nl: Hoge rang

source: Add Philips Hue bridge IP
nl: Ip-adres van Philips Hue-bridge toevoegen

source: Discover Philips Hue bridges
nl: Zoeken naar Philips Hue-bridges

source: Position of the menu icon in panel:
nl: Locatie van menupictogram op bovenbalk:

source: center
nl: Midden

source: right
nl: Rechts

source: left
nl: Links

source: Icon pack:
nl: Pictogramthema:

source: none
nl: Geen

source: bright
nl: Licht

source: dark
nl: Donker

source: Show zones first:
nl: Zones bovenaan tonen:

source: Show scenes:
nl: Scènes tonen:

source: Compact menu settings
nl: Compacte menuvoorkeuren

source: Default use:
nl: Standaard gebruiken:

source: Notification lights:
nl: Verlichting met meldingen:

source: Select lights
nl: Kies verlichting

source: Autostart on GNOME login:
nl: Automatisch opstarten:

source: Default entertainment mode:
nl: Standaard vermaakmodus

source: Default intensity:
nl: Standaard lichtsterkte:

source: Default brightness:
nl: Standaard helderheid:

source: Nothing here yet. Connect your bridge.
nl: Er is nog niets beschikbaar. Maak verbinding met uw bridge.

source: Add Philips Hue HDMI sync box IP
nl: Ip-adres van Philips Hue hdmi-synchronisatiebox toevoegen

source: Philips Hue Bridge connection timeout (seconds):
nl: Philips Hue-bridgeverbindingstime-out (in seconden):

source: Philips Hue HDMI sync box connection timeout (seconds):
nl: Philips Hue hdmi-synchronisatieboxtime-out (in seconden):

source: Log debug messages:
nl: Foutopsporingsberichten opslaan in logboek:

source: version
nl: Versie

source: This application makes use of fast changing light effects conditions alone, or in combination with certain content on the screen it may trigger previously undetected epileptic symptoms or seizures in persons who have no history of prior seizures or epilepsy.
nl: Met deze toepassing kunt u lichteffecten snel aanpassen, zowel handmatig als op basis van scherminhoud. Dit kan mogelĳk leiden tot epileptische aanvallen of beroertes, ook bĳ personen die geen voorgeschiedenis hebben.

source: Bridge not found
nl: Geen bridge aangetroffen

source: Press the button on the bridge and try again.
nl: Druk op de bridgeknop en probeer het opnieuw.

source: OK
nl: Oké

source: Hold HDMI sync box button
nl: Houd de hdmi-synchronisatieknop ingedrukt

source: While this dialog is shown, hold the button on HDMI sync box until the led blinks green (~3 seconds) and release.
nl: Houd de hdmi-synchronisatieknop ingedrukt totdat het ledlampje groen knippert (ong. 3 seconden) en laat los.

source: Enter new IP address
nl: Voer een ip-adres in

source: Music
nl: Muziek

source: Subtle
nl: Subtiel

source: Moderate
nl: Redelijk

source: High
nl: Veel

source: Intense
nl: Intens

source: Device unplugged.
nl: Het apparaat is ontkoppeld.

source: Select an HDMI input:
nl: Kies een hdmi-invoer:

source: Select a sync mode:
nl: Kies een synchronisatiemodus:

source: Connection to Philips Hue sync box restored.
nl: De verbinding met Philips Hue-synchronisatiebox is hersteld.

source: Please check the connection to Philips Hue sync box.
nl: Controleer de verbinding met Philips Hue-synchronisatiebox.

source: Screen
nl: Scherm

source: Selection
nl: Selectie

source: Track cursor
nl: Cursor volgen

source: Random
nl: Willekeurig

source: Force English language (requires relogin):
nl: Engelse taal gebruiken (vereist af- en aanmelden):

source: disconnected
nl: Verbinding verbroken

source: Associated networks
nl: Gekoppelde netwerken

source: About
nl: Over

source: Caveats
nl: Disclaimer

source: Compact menu as default:
nl: Compact menu gebruiken:

source: IP address:
nl: Ip-adres:

source: Light selection:
nl: Lampkeuze:

source: Notification title regex:
nl: Reguliere uitdrukking van meldingstitel:

source: Notification body regex:
nl: Reguliere uitdrukking van meldingsinhoud:

source: Add
nl: Toevoegen

source: Restart
nl: Herstarten
